Repository: Joka1996/Backend
Catalog: Src/Litium.Accelerator/Resources/Common.*.resx
Languages: sv_se

# accelerator.filterfield.inherited
source: Inherit from parent
sv_se: Arv från förälder

# accelerator.filterfield.options
source: Options
sv_se: Egenskaper

# accelerator.filterfield.FilterNews
source: News
sv_se: Nyheter

# accelerator.filterfield.FilterPrice
source: Price
sv_se: Pris

# accelerator.filterfield.PreDefined
source: Predefined
sv_se: Fördefinerade

# accelerator.settings.index.template.field
source: Variant field
sv_se: Variant fält

# accelerator.settings.index.template.fieldtemplate
source: Template
sv_se: Fältmall

# accelerator.validation.number
source: The number should be greater than or equal to zero
sv_se: Numret måste vara större än eller lika med noll

# accelerator.validation.discountcode.notvalid
source: We could not find a valid discount for this code.
sv_se: Vi kunde inte hitta en giltig rabatt för den här koden.

# accelerator.validation.cart.doesnotcontainsproduct
source: Your cart is empty. This is probably due to inactivity.
sv_se: Din varukorg är tom. Det beror antagligen på att du varit inaktiv för länge.

# accelerator.validation.deliverymethod.nolongersupported
source: Selected delivery method is no longer supported, a different method is selected automatically, please review your order.
sv_se: Valt leveranssätt stöds inte längre. Ett annat leveranssätt har valts automatiskt, var vänlig se över din order.

# accelerator.validation.ordertotal.haschanged
source: Order total has changed since last time the cart was re-calculated. Please check your shopping cart before placing the order.
sv_se: Totalsumman har ändrats sedan kundvagnen uppdaterades senast. Var vänlig kontrollera din kundvagn innan du lägger ordern.

# accelerator.validation.paymentmethod.nolongersupported
source: Selected payment method is no longer supported.
sv_se: Vald betalningsmetod stöds inte längre.

# accelerator.validation.product.nolongeravailableforsale
source: Some products are no longer available for sale, since last time the cart was re-calculated. Please check your shopping cart before placing the order.
sv_se: En del produkter är inte längre tillgängliga för köp sedan kundvagnen uppdaterades senast.

# accelerator.validation.productprices.haschanged
source: Product prices have changed since last time the cart was re-calculated. Please check your shopping cart before placing the order.
sv_se: Produktpriser har ändrats sedan kundvagnen uppdaterades senast. Var vänlig kontrollera din kundvagn innan du lägger ordern.

# accelerator.validation.product.outofstock
source: {0} is out of stock right now. Product is removed from your shopping cart.
sv_se: {0} är för tillfället slut i lager. Produkten har plockats bort från din kundvagn.

# accelerator.validation.product.notenoughinstock
source: There are not enough {0} in stock. Shopping cart has been updated with the stock amount that we can deliver.
sv_se: Det finns inte tillräckligt många {0} i lager. Din kundvagn har uppdaterats med det antal som vi kan leverera.

# accelerator.deployment.import.header
source: Install Accelerator package
sv_se: Installera Accelerator-paket

# accelerator.deployment.name.label
source: Name:
sv_se: Namn:

# accelerator.deployment.domainname.label
source: Domain name:
sv_se: Domännamn:

# accelerator.deployment.packagename.label
source: Package name:
sv_se: Paketnamn:

# accelerator.deployment.import.button
source: Import
sv_se: Importera

# accelerator.deployment.export.header
source: Export Accelerator files
sv_se: Exportera Accelerator-filer

# accelerator.deployment.channel.label
source: Export channel:
sv_se: Exportera kanal:

# accelerator.deployment.folder.label
source: Export folder:
sv_se: Mapp för export:

# accelerator.deployment.export.button
source: Export
sv_se: Exportera

# accelerator.deployment.validation.required
source: Mandatory field
sv_se: Obligatoriskt fält

# accelerator.deployment.validation.space
source: Space (' ') is not valid
sv_se: Tecknet (' ') är inte tillåtet

# accelerator.deployment.import.success
source: The package has been installed
sv_se: Paketet har installerats

# accelerator.deployment.export.success
source: The files have been exorted
sv_se: Filerna har exporterats

# accelerator.deployment.validation.domainnameexists
source: The domain name already exists, please use another.
sv_se: Domännamnet finns redan, var god ange ett annat.

# accelerator.deployment.validation.urlpath
source: The domain name cannot include multiple '/'.
sv_se: Domännamnet får inte innehålla flera "/".

# accelerator.deployment.validation.channelexists
source: The channel name already exists, please use another.
sv_se: Kanalnamnet finns redan, vänligen ange ett annat.

# accelerator.deployment.error
source: An error ocurred during the installation. Check the event log for further trouble shooting.
sv_se: Ett fel inträffade under installationen. Kontrollera händelseloggen för vidare felsökning.

# accelerator.deployment.field.definitions.notmatching
source: Accelrator can't be deployed. Field definitions in system is not matching what accelerator need. Check the event log for further trouble shooting.
sv_se: Acceleratorn kan inte installeras då fältuppsättning inte uppfyller kraven för vad acceleratorn behöver. Kontrollera händelseloggen för vidare felsökning.

# accelerator.general.action.removeall
source: Remove all
sv_se: Ta bort allt

# fieldtemplate.customerarea.defaultgrouptemplate.name
source: Default Group Template
sv_se: Standardgruppmall

# Brand
source: Brands
sv_se: Varumärken

# ListAllBrand
source: Lists brands. The selection is defined in the page you select
sv_se: Listar varumärken. Urvalet definieras av den sida du väljer

# ListAllProductByField
source: Lists brands. The selection is defined in the page you select
sv_se: Listar varumärken. Urvalet definieras av den sida du väljer

# ListAllCategories
source: Lists all subcategories of the selected category
sv_se: Listar alla underkategorier till vald kategori

# MegaMenuPages
source: Pages
sv_se: Sidor

# ProductByField
source: Brands
sv_se: Varumärken

source: Categories
sv_se: Kategorier

# SelectAccelarator
source: Select accelerator for product display
sv_se: Välj accelerator för produktvisning

# SelectAccelaratorText
source: This setting instructs Litium where to find all files needed to show product information. Change this setting only if you are completely sure that you want to change from which folder these files are to be read.
sv_se: Den här inställningen talar om för Litium var alla filer som används för produktvisning finns. Ändra bara denna inställning om du är helt säker på att du vill ändra vilken katalog dessa filer ska läsas från.

# SelectProductByFieldListPage
source: Select products by field list page
sv_se: Välj produkter grupperade per fält sida

source: Social security number
sv_se: Personnummer
