Repository: Joka1996/Backend
Catalog: Src/Litium.Accelerator.Administration.Extensions/Resources/Administration.*.resx
Languages: sv_se

# accelerator.setting.indexing
source: Product grouping
sv_se: Produktgruppering

# accelerator.setting.filtering
source: Product filtering
sv_se: Produktfiltrering

# accelerator.setting.search
source: Search indexing
sv_se: Sökindexering

# accelerator.settings.searchindexing.headline
source: Search indexing settings
sv_se: Inställningar för sökindex

# accelerator.settings.headline
source: Settings
sv_se: Inställningar

# accelerator.settings.index.template.headlines
source: Variants are grouped in the Accelerator based on the following field
sv_se: Varianter listas efter följande fält

# fieldtemplate.productarea.productwithonevariant.name
source: Product with only one variant
sv_se: Produkt med endast en variant

# fieldtemplate.productarea.productwithvariants.name
source: Product with variants
sv_se: Produkt med varianter

# fieldtemplate.productarea.productwithvariantslist.name
source: Product with variants shown in a list
sv_se: Produkt med varianter som visas i en lista

# accelerator.filterfield.headline
source: Fields that are possible to use as filters on the public site
sv_se: Fält som kan användas vid produktfiltrering på publika siten.

# accelerator.filtering.headline
source: Product filter
sv_se: Produktfilter

# accelerator.filterfield.field
source: Field
sv_se: Fält

# accelerator.settings.searchindexing.template.general.templates.headline
source: Searching in Accelerator is based on selected fields. If the template doesn't have any selected fields then the search is based on all fields.
sv_se: Sökning i Acceleratorn baseras på valda fält. Om mallen inte har några valt fält baseras sökningen på alla fält.

# accelerator.settings.searchindexing.template.template
source: Template
sv_se: Mall

# accelerator.settings.searchindexing.template.fields
source: Fields
sv_se: Fält

# accelerator.settings.searchindexing.template.selectedfields
source: Selected fields
sv_se: Valda fält

# accelerator.settings.searchindexing.template.product.templates.headline
source: Product templates
sv_se: Produktmallar

# accelerator.settings.searchindexing.template.category.templates.headline
source: Category templates
sv_se: Kategorimallar

# accelerator.settings.searchindexing.template.page.templates.headline
source: Page templates
sv_se: Sidmallar

# accelerator.settings.searchindexing.template.block.templates.headline
source: Block templates
sv_se: Blockmallar

# fieldtemplate.websitearea.article.name
source: Article
sv_se: Artikel

# fieldtemplate.websitearea.article.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.article.fieldgroup.contents.name
source: Main contents
sv_se: Huvudinnehåll

# fieldtemplate.websitearea.article.fieldgroup.list.name
source: List
sv_se: Länklista

# fieldtemplate.websitearea.article.fieldgroup.image.name
source: Image
sv_se: Bild

# fieldtemplate.websitearea.article.fieldgroup.filelist.name
source: File List
sv_se: Fillista

# fieldtemplate.websitearea.acceleratorwebsite.name
source: Website
sv_se: Webbplats

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.logotype.name
source: Logotype
sv_se: Logotyp

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.header.name
source: Header
sv_se: Sidhuvud

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.search.name
source: Search
sv_se: Sök

# fielddefinition.websitearea.footer.name
source: Footer
sv_se: Sidfot

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.footer.name
source: Footer
sv_se: Sidfot

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.navigation.name
source: Navigation
sv_se: Navigering

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.leftnavigation.name
source: Left navigation
sv_se: Vänstermeny

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.productlists.name
source: Product lists
sv_se: Produktlistor

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.productpage.name
source: Product page
sv_se: Produktsida

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.filters.name
source: Filters
sv_se: Filter

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.checkout.name
source: Checkout
sv_se: Kassa

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.customers.name
source: Customers
sv_se: Kunder

# fieldtemplate.websitearea.acceleratorwebsite.fieldgroup.emails.name
source: Emails
sv_se: E-post

source: Order confirmation page
sv_se: Orderbekräftelsesida

# fieldtemplate.blockarea.banner.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.blockarea.brand.name
source: Brands
sv_se: Märken

# fieldtemplate.blockarea.brand.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.blockarea.brand.fieldgroup.brands.name
source: Brands
sv_se: Märken

# fieldtemplate.websitearea.brandlist.name
source: Brand list
sv_se: Varumärkeslista

# fieldtemplate.websitearea.brandlist.fieldgroup.general.name
source: General
sv_se: Märken

# fieldtemplate.websitearea.brand.name
source: Brand page
sv_se: Varumärkessida

# fieldtemplate.websitearea.brand.fieldgroup.general.name
source: General
sv_se: Märken

# fieldtemplate.websitearea.checkout.name
source: Checkout
sv_se: Kassa

# fieldtemplate.websitearea.checkout.fieldgroup.termsandconditions.name
source: Terms & Conditions
sv_se: Köpvillkor

# fieldtemplate.customerarea.b2cpersontemplate.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.customerarea.b2bpersontemplate.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.customerarea.grouptemplate.name
source: Group
sv_se: Grupp

# fieldtemplate.customerarea.grouptemplate.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.customerarea.organizationtemplate.name
source: Organization
sv_se: Organisation

# fieldtemplate.customerarea.organizationtemplate.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.customerarea.targetgrouptemplate.name
source: Target group
sv_se: Målgrupp

# fieldtemplate.customerarea.targetgrouptemplate.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.error.name
source: Error page
sv_se: Felmeddelandesida

# fieldtemplate.websitearea.error.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.error.fieldgroup.Contents.name
source: Main contents
sv_se: Huvudinnehåll

# fieldtemplate.websitearea.pagenotfound.name
source: Page not found (404)
sv_se: Sidan kan inte hittas (404)

# fieldtemplate.websitearea.pagenotfound.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.pagenotfound.fieldgroup.Contents.name
source: Main contents
sv_se: Huvudinnehåll

# fieldtemplate.websitearea.forgotpassword.name
source: Forgot password
sv_se: Glömt lösenord-sida

# fieldtemplate.websitearea.forgotpassword.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.forgotpassword.fieldgroup.forgotpassword.name
source: Forgot password
sv_se: Glömt lösenord

# fieldtemplate.websitearea.forgotpassword.fieldgroup.email.name
source: Forget password email
sv_se: E-post för glömt lösenord

# fieldtemplate.websitearea.home.name
source: Home page
sv_se: Startsida

# fieldtemplate.websitearea.home.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.landing.name
source: Landing page
sv_se: Landningssida

# fieldtemplate.websitearea.landing.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.login.name
source: Login
sv_se: Inloggningssida

# fieldtemplate.websitearea.login.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.login.fieldgroup.login.name
source: Login
sv_se: Inloggning

# fieldtemplate.websitearea.login.fieldgroup.forgotpassword.name
source: Forgot Password
sv_se: Glömt lösenord

# fieldtemplate.websitearea.megamenu.name
source: Main menu link
sv_se: Huvudmenylänk

# fieldtemplate.websitearea.megamenu.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.megamenu.fieldgroup.link.name
source: Link
sv_se: Länk

# fieldtemplate.websitearea.megamenu.fieldgroup.megamenu.name
source: Mega menu
sv_se: Huvudmeny

# fieldtemplate.websitearea.megamenu.fieldgroup.megamenucolumn.name
source: Mega menu column
sv_se: Huvudmenykolumn

# fieldtemplate.websitearea.mypages.name
source: My pages
sv_se: Mina sidor

# fieldtemplate.websitearea.mypages.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.mypages.fieldgroup.contents.name
source: Main contents
sv_se: Huvudinnehåll

# fieldtemplate.websitearea.mypages.fieldgroup.image.name
source: Image
sv_se: Bild

# fieldtemplate.websitearea.mypages.fieldgroup.linklist.name
source: List
sv_se: Länklista

# fieldtemplate.websitearea.newslist.name
source: News list
sv_se: Nyhetslista

# fieldtemplate.websitearea.newslist.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.newslist.fieldgroup.contents.name
source: Main Contents
sv_se: Huvudinnehåll

# fieldtemplate.websitearea.newslist.fieldgroup.linklist.name
source: List
sv_se: Länklista

# fieldtemplate.websitearea.newslist.fieldgroup.filelist.name
source: File list
sv_se: Fillista

# fieldtemplate.websitearea.news.name
source: News page
sv_se: Nyhet

# fieldtemplate.websitearea.news.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.news.fieldgroup.contents.name
source: Main Contents
sv_se: Huvudinnehåll

# fieldtemplate.websitearea.news.fieldgroup.linklist.name
source: List
sv_se: Länklista

# fieldtemplate.websitearea.news.fieldgroup.filelist.name
source: File list
sv_se: Fillista

# fieldtemplate.websitearea.news.fieldgroup.image.name
source: Image
sv_se: Bild

# fieldtemplate.websitearea.orderconfirmationemail.name
source: Order confirmation mail
sv_se: Bekräftelsemeddelande

# fieldtemplate.websitearea.orderconfirmationemail.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.orderconfirmation.name
source: Order confirmation
sv_se: Orderbekräftelse

# fieldtemplate.websitearea.orderconfirmation.fieldgroup.contents.name
source: Main contents
sv_se: Huvudinnehåll

# fieldtemplate.websitearea.orderhistory.name
source: Order history
sv_se: Orderhistorik

# fieldtemplate.websitearea.orderhistory.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.orderhistory.fieldgroup.contents.name
source: Main contents
sv_se: Huvudinnehåll

# fieldtemplate.websitearea.orderhistory.fieldgroup.linklist.name
source: List
sv_se: Länklista

# fieldtemplate.websitearea.order.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.order.fieldgroup.contents.name
source: Main Contents
sv_se: Huvudinnehåll

# fieldtemplate.blockarea.product.name
source: Products
sv_se: Produkter

# fieldtemplate.blockarea.product.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.blockarea.product.fieldgroup.products.name
source: Products
sv_se: Produkter

# fieldtemplate.websitearea.productlist.name
source: Product list
sv_se: Poduktlista

# fieldtemplate.websitearea.productlist.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.blockarea.productsandbanner.name
source: Products and banner
sv_se: Produkter och banner

# fieldtemplate.blockarea.productsandbanner.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.blockarea.productsandbanner.fieldgroup.products.name
source: Products
sv_se: Produkter

# fieldtemplate.productarea.category.name
source: Category
sv_se: Kategori

# fieldtemplate.websitearea.searchresult.name
source: Search result
sv_se: Sökresultat

# fieldtemplate.websitearea.searchresult.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.blockarea.slider.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.blockarea.video.fieldgroup.general.name
source: General
sv_se: Allmänt

# fieldtemplate.websitearea.welcomeemail.name
source: Welcome mail
sv_se: Välkomstmeddelande

# fieldtemplate.websitearea.welcomeemail.fieldgroup.general.name
source: General
sv_se: Allmänt

# fielddefinition.customerarea.socialsecuritynumber.name
source: SocialSecurityNumber
sv_se: Personnummer

# fielddefinition.customerarea.legalregistrationnumber.name
source: LegalRegistrationNumber
sv_se: Organisationsnummer

# fielddefinition.websitearea.logotypemain.name
source: Logotype (main)
sv_se: Logotyp (huvudbild)

# fielddefinition.websitearea.logotypemain.description
source: A logtype image that will be used for the website framework.
sv_se: En logotyp som används för webbplatsens ramverk.

# fielddefinition.websitearea.logotypeicon.name
source: Logotype (icon)
sv_se: Logotyp (ikon)

# fielddefinition.websitearea.logotypeicon.description
source: A logotype image that will be used for example in web browser tabs. Recommended size is 250 x 250px.
sv_se: En logotyp som används på till exempel webbläsarflikar. Rekommenderad storlek är 250 × 250 pixel.

# fielddefinition.websitearea.headerlayout.name
source: Header layout
sv_se: Sidhuvudtyp

# fielddefinition.websitearea.headerlayout.description
source: Select between two headers. The one row option has one row with logotype, top menu, cart and more. The two option has one row with logotype, cart search etc, and a second row for caegory navigation links.
sv_se: Välj mellan två typer av sidhuvuden. Med alternativet En rad visas en rad med bland annat logotyp, toppmeny och varukorg. Med alternativet Två rader visas en rad med bland annat logotyp, varukorg och sökfält samt en rad med navigeringslänkar till kategorier.

# fielddefinition.websitearea.checkoutpage.name
source: Checkout page
sv_se: Kassa

# fielddefinition.websitearea.checkoutpage.description
source: The page where the user ends up after clicking the checkout icon or link in the header.
sv_se: Den sida som visas när kunden klickar på länken eller ikonen Kassa.

# fielddefinition.websitearea.mypagespage.name
source: My pages page
sv_se: Mina sidor

# fielddefinition.websitearea.mypagespage.description
source: The page where the user ends up after clicking the My pages icon or link in the header.
sv_se: Den sida som visas när kunden klickar på länken eller ikonen Mina sidor

# fielddefinition.websitearea.additionalheaderlinks.name
source: Additional header links
sv_se: Extra länkar i sidhuvudet

# fielddefinition.websitearea.additionalheaderlinks.description
source: Additional links that will appear in the top right of the web site framework, next to the search and login links.
sv_se: Extra länkar som visas längst upp till höger på webbplatsen, bredvid länkarna till sökfunktionen och inloggningssidan.

# fielddefinition.websitearea.searchresultpage.name
source: Search result page
sv_se: Sökresultat

# fielddefinition.websitearea.searchresultpage.description
source: The page where the user ends up after performing a search.
sv_se: Den sida som visas efter en sökning.

# fielddefinition.websitearea.footerheader.name
source: Header
sv_se: Huvud

# fielddefinition.websitearea.footerheader.description
source: The header of the footer column.
sv_se: Sidfotskolumnens huvud.

# fielddefinition.websitearea.footerlinklist.name
source: Link list
sv_se: Länkar

# fielddefinition.websitearea.footerlinklist.description
source: A list of links that are added to the footer column.
sv_se: En lista med länkar som visas i sidfotskolumnen.

# fielddefinition.websitearea.footertext.description
source: HTML content that is added into the footer column.
sv_se: HTML-innehåll som visas i sidfotskolumnen.

# fielddefinition.websitearea.navigationtheme.name
source: Navigation theme
sv_se: Navigering

# fielddefinition.websitearea.navigationtheme.description
source: Select between a category based or filter based navigation framework.
sv_se: Välj navigering baserat på antingen kategori eller filter.

# fielddefinition.websitearea.infirstlevelcategories.name
source: In first level categories
sv_se: På kategoriernas översta nivå

# fielddefinition.websitearea.infirstlevelcategories.description
source: Hides or shows the left menu of the pages showing the first category level.
sv_se: Visar eller döljer vänstermenyn på sidorna med den översta kategorinivån.

# fielddefinition.websitearea.inbrandpages.name
source: In brand pages
sv_se: På märkessidor

# fielddefinition.websitearea.inbrandpages.description
source: Hides or shows the left menu of the pages showing information and products for a brand.
sv_se: Visar eller döljer vänstermenyn på sidor med information om och produkter från ett visst märke.

# fielddefinition.websitearea.inproductlistpages.name
source: In product list pages
sv_se: På sidor med produktlistor

# fielddefinition.websitearea.inproductlistpages.description
source: Hides or shows the left menu of pages that are poitning out a product list.
sv_se: Visar eller döljer vänstermenyn på sidor med produktlistor.

# fielddefinition.websitearea.inarticlepages.name
source: In article pages
sv_se: På artikelsidor

# fielddefinition.websitearea.inarticlepages.description
source: Hides or shows the left menu of ordinary content pages.
sv_se: Visar eller döljer vänstermenyn på sidor med vanligt innehåll.

# fielddefinition.websitearea.productsperpage.name
source: Products per page
sv_se: Antal produkter per sida

# fielddefinition.websitearea.productsperpage.description
source: The number of products shown per page.
sv_se: Antal produkter som visas per sida.

# fielddefinition.websitearea.showbuybutton.name
source: Show buy button
sv_se: Visa knappen Köp

# fielddefinition.websitearea.showbuybutton.description
source: Whether to show buy button next to each product in product lists.
sv_se: Visa eller dölj knappen Köp bredvid varje produkt i produktlistor.

# fielddefinition.websitearea.showquantityfieldproductlist.name
source: Show quantity field
sv_se: Visa ett fält för antal

# fielddefinition.websitearea.showquantityfieldproductlist.description
source: Whether to show an input field for the number of products to buy.
sv_se: Ange om ett fält för att ange kvantiteten av en produkt ska visas.

# fielddefinition.websitearea.showquantityfieldproductpage.name
source: Show quantity field
sv_se: Visa ett fält för antal

# fielddefinition.websitearea.showquantityfieldproductpage.description
source: Whether to show an input field for the number of products to buy.
sv_se: Ange om ett fält för att ange kvantiteten av en produkt ska visas.

# fielddefinition.websitearea.filtersordering.name
source: Filters ordering
sv_se: Ordning på filtren

# fielddefinition.websitearea.filtersordering.description
source: Product filters will be shown in this order.
sv_se: Ange den ordning som filtren ska visas i.

# fielddefinition.websitearea.filtersindexedbysearchengines.name
source: Filters indexed by search engines
sv_se: Indexera i sökmotorer

# fielddefinition.websitearea.filtersindexedbysearchengines.description
source: The product filters that should be indexed by search enginges.
sv_se: Ange de produktfilter som ska indexeras av sökmotorerna.

# fielddefinition.websitearea.checkoutmode.name
source: Allow private or company customers (B2C or B2B)
sv_se: Tillåt privatpersoner (B2C) eller företag (B2B)

# fielddefinition.websitearea.checkoutmode.description
source: Select whether you want to allow private or company customers, or both, to buy from your site.
sv_se: Välj om privatpersoner eller företag, eller både och, ska kunna handla på webbplatsen.

# fielddefinition.websitearea.allowcustomerseditlogin.name
source: Allow customers to edit login
sv_se: Kunderna får ändra inloggningsuppgifter

# fielddefinition.websitearea.allowcustomerseditlogin.description
source: A setting that allows customers to edit their username and password.
sv_se: Ange om kunderna ska kunna byta användarnamn och lösenord.

# fielddefinition.websitearea.senderemailaddress.name
source: Sender email address
sv_se: E-postadress för utskick

# fielddefinition.websitearea.senderemailaddress.description
source: The email address that will be used to send emails to customers.
sv_se: Den e-postadress som används för att skicka meddelanden till kunder.

# fielddefinition.websitearea.orderconfirmaionemailcontent.name
source: Order confirmaion email content
sv_se: Orderbekräftelse

# fielddefinition.websitearea.orderconfirmaionemailcontent.description
source: A link to the page which content will be sent as order confirmation email content.
sv_se: En länk till en sida med det innehåll som ska skickas som orderbekräftelse via e-post.

# fielddefinition.websitearea.orderconfirmationpage.name
source: Order confirmation page
sv_se: Orderbekräftelsesida

# fielddefinition.websitearea.orderconfirmationpage.description
source: The page that will be displayed as order confirmation page.
sv_se: Den sida som visas som orderbekräftelse.

# fielddefinition.websitearea.termsandconditionsstatement.name
source: Terms And Conditions statement
sv_se: Villkor och villkor uttalande

# fielddefinition.websitearea.termsandconditionsstatement.description
source: By clicking Confirm, I accept.
sv_se: Genom att klicka på Bekräfta accepterar jag.

# fielddefinition.websitearea.termsandconditionslinktext.name
source: Terms And Conditions link text
sv_se: Villkor och villkor länk text

# fielddefinition.websitearea.termsandconditionslinktext.description
source: The terms text show on page.
sv_se: Villkoren text visas på sidan.

# fielddefinition.websitearea.termsandconditionslinkpage.name
source: Terms & Conditions
sv_se: Köpvillkor

# fielddefinition.websitearea.termsandconditionslinkpage.description
source: Terms & Conditions show on page.
sv_se: Köpvillkor visas på sidan.

# fielddefinition.blockarea.blocktitle.name
source: Title
sv_se: Titel

# fielddefinition.blockarea.link.name
source: Link
sv_se: Länk

# fielddefinition.blockarea.productlinktext.name
source: Link text
sv_se: Länktext

# fielddefinition.blockarea.bannerlinktopage.name
source: Link to page
sv_se: Länk till sida

# fielddefinition.blockarea.bannerlinktopage.description
source: The priority of the link fields is: category, page, product
sv_se: Prioritet mellan länkar är: kategori, sida, produkt.

# fielddefinition.blockarea.bannerlinktocategory.name
source: Link to category
sv_se: Länk till kategori

# fielddefinition.blockarea.bannerlinktocategory.description
source: The priority of the link fields is: category, page, product
sv_se: Prioritet mellan länkar är: kategori, sida, produkt.

# fielddefinition.blockarea.bannerlinktoproduct.name
source: Link to product
sv_se: Länk till produkt

# fielddefinition.blockarea.bannerlinktoproduct.description
source: The priority of the link fields is: category, page, product
sv_se: Prioritet mellan länkar är: kategori, sida, produkt.

# fielddefinition.blockarea.linktext.name
source: Link text
sv_se: Länktext

# fielddefinition.blockarea.categorylink.name
source: Category
sv_se: Kategori

# fielddefinition.blockarea.productlistlink.name
source: Product set
sv_se: Produktlistor

# fielddefinition.blockarea.productslinklist.name
source: Products
sv_se: Produkter

# fielddefinition.blockarea.numberofproducts.name
source: Number of products (2-4)
sv_se: Antal produkter (2-4)

# fielddefinition.blockarea.productsorting.name
source: Product sorting
sv_se: Sortering

# fielddefinition.blockarea.linktocategory.name
source: Link to category
sv_se: Länk till kategori

# fielddefinition.blockarea.linktopage.name
source: Link to page
sv_se: Länk till sida

# fielddefinition.blockarea.showproducttotheright.name
source: Products to the right
sv_se: Produkter till höger

# fielddefinition.blockarea.blockimagepointer.name
source: Image
sv_se: Bild
