Repository: Joka1996/Backend
Catalog: Src/Litium.Accelerator.Administration.Extensions/Resources/Administration.*.resx
Languages: sv_se

# fielddefinition.websitearea.title.name
source: Title
sv_se: Rubrik

# fielddefinition.websitearea.introduction.name
source: Introduction
sv_se: Ingress

# fielddefinition.websitearea.links.name
source: Links
sv_se: Länkar

# fielddefinition.websitearea.image.name
source: Image
sv_se: Bild

# fielddefinition.websitearea.files.name
source: Files
sv_se: Filer

# fielddefinition.websitearea.pagesize.name
source: Number of products shown per page
sv_se: Antal produkter som visas per sida

# fielddefinition.websitearea.titlefilterselector.name
source: Title
sv_se: Rubrik

# fielddefinition.websitearea.errormessage.name
source: Error message
sv_se: Felmeddelande

# fielddefinition.websitearea.numberofnewsperpage.name
source: Number of news per page
sv_se: Antal nyheter som visas per sida

# fielddefinition.websitearea.newsdate.name
source: News date
sv_se: Nyhetsdatum

# fielddefinition.websitearea.categorypointer.name
source: Product category pointer
sv_se: Produktkategori pekare

# fielddefinition.websitearea.categorypointer.description
source: For connecting landing page and product category
sv_se: Produktkategori pekare

# fielddefinition.websitearea.alternativeimagedescription.name
source: Alternative Image Description
sv_se: Alternativ bildbeskrivning

# fielddefinition.websitearea.welcomeemailsubject.name
source: Subject
sv_se: Ämne

# fielddefinition.websitearea.welcomeemailsubject.description
source: Ämnesraden i det välkomstmeddelande som skickas till nya kunder.
sv_se: The subject header of the email sent for welcome email to new customers.

# fielddefinition.websitearea.welcomeemailtext.name
source: Welcome email text
sv_se: Text

# fielddefinition.websitearea.welcomeemailtext.description
source: The content of the welcome email sent to new customers.
sv_se: Meddelandetexten i det välkomstmeddelande som skickas till nya kunder.

# fielddefinition.websitearea.orderconfirmationemailsubject.name
source: Subject
sv_se: Ämne

# fielddefinition.websitearea.orderconfirmationemailsubject.description
source: The subject header of the email sent for order confirmation emails.
sv_se: Ämnesraden i bekräftelsemeddelandet.

# fielddefinition.websitearea.numberofordersperpage.name
source: Number of orders per page
sv_se: Antal beställningar per sida

# fielddefinition.websitearea.orderlink.name
source: Order link
sv_se: Beställ länk

# fielddefinition.websitearea.orderhistorylink.name
source: Order history link
sv_se: Orderhistorik länk

# fielddefinition.websitearea.productlistpointer.name
source: Product list pointer
sv_se: Produktuppsättning pekare

# fielddefinition.websitearea.productlistpointer.description
source: The product list pointer
sv_se: Produktens pekare

# fielddefinition.websitearea.mayusereditlogin.name
source: User can edit login username and password
sv_se: Användaren kan ändra användarnamn och lösenord

# fielddefinition.websitearea.forgottenpasswordlink.name
source: Link to forgotten password page
sv_se: Länk till glömt lösenord-sida

# fielddefinition.websitearea.forgottenpasswordsubject.name
source: Subject
sv_se: Rubrik

# fielddefinition.websitearea.forgottenpasswordbody.name
source: Body
sv_se: Innehåll

# fielddefinition.websitearea.forgottenpasswordbody.description
source: This is the content of the email sent when a user requests a new password. Use {LINK} and {EXPIRES} as placeholders for the link and expiration time.
sv_se: Texten i e-postmeddelandet som skickas när användare begär ett nytt lösenord. Använd {LINK} och {EXPIRES} som platshållare för länk och utgångstid.

# fielddefinition.websitearea.redirectlink.name
source: After login, go to this page
sv_se: Efter inloggning, gå till denna sida

# fielddefinition.websitearea.megamenucategory.name
source: Category
sv_se: Kategori

# fielddefinition.websitearea.megamenucategory.description
source: If a category is chosen, the link will redirect to the category in the first place. If no category is selected, the link will redirect to the page selected.
sv_se: Om du anger en kategori leder länken till kategorin. Om du inte anger någon kategori leder länken till den sida du anger.

# fielddefinition.websitearea.megamenupage.name
source: Page
sv_se: Sida

# fielddefinition.websitearea.megamenupage.description
source: If a category is chosen, the link will redirect to the category in the first place. If no category is selected, the link will redirect to the page selected.
sv_se: Om du anger en kategori leder länken till kategorin. Om du inte anger någon kategori leder länken till den sida du anger.

# fielddefinition.websitearea.megamenushowcontent.name
source: Show mega menu content
sv_se: Visa innehållet på huvudmenyn

# fielddefinition.websitearea.megamenushowcontent.description
source: When checked, the mega menu opens when the user clicks the link in the menu. If not checked, the user is redirected to the the link's target page or category when clicking the link in the menu.
sv_se: Om den här kryssrutan är markerad öppnas huvudmenyn när du klickar på länken i menyn. Om kryssrutan inte är markerad öppnas den sida eller kategori som länken leder till.

# fielddefinition.websitearea.megamenushowsubcategories.name
source: Show sub categories
sv_se: Visa underkategorier

# fielddefinition.websitearea.megamenushowsubcategories.description
source: If a category is selected as the link's target, when checked, the mega menu lists the sub categories of that category.
sv_se: Om den här kryssrutan är markerad, och om länkens mål är en kategori, visas underkategorierna för den kategorin på huvudmenyn.

# fielddefinition.websitearea.megamenucolumnheader.name
source: Column header
sv_se: Kolumnhuvud

# fielddefinition.websitearea.megamenucategories.name
source: Categories
sv_se: Kategorier

# fielddefinition.websitearea.megamenucategories.description
source: Content for the column will be, in prioritized order and if any content is selected: categories, pages, filters or the content of the editor.
sv_se: Innehållet i kolumnen visas i prioriterad ordning om något innehåll har valts: kategorier, sidor, filter eller innehållet i editorn.

# fielddefinition.websitearea.megamenupages.name
source: Pages
sv_se: Sidor

# fielddefinition.websitearea.megamenupages.description
source: Content for the column will be, in prioritized order and if any content is selected: categories, pages, filters or the content of the editor.
sv_se: Innehållet i kolumnen visas i prioriterad ordning om något innehåll har valts: kategorier, sidor, filter eller innehållet i editorn.

# fielddefinition.websitearea.megamenufilters.name
source: Filters
sv_se: Filter

# fielddefinition.websitearea.megamenufilters.description
source: Content for the column will be, in prioritized order and if any content is selected: categories, pages, filters or the content of the editor.
sv_se: Innehållet i kolumnen visas i prioriterad ordning om något innehåll har valts: kategorier, sidor, filter eller innehållet i editorn.

# fielddefinition.websitearea.megamenueditor.description
source: Content for the column will be, in prioritized order and if any content is selected: categories, pages, filters or the content of the editor.
sv_se: Innehållet i kolumnen visas i prioriterad ordning om något innehåll har valts: kategorier, sidor, filter eller innehållet i editorn.

# fielddefinition.websitearea.megamenuadditionallink.name
source: Additional link
sv_se: Extra länk

# fielddefinition.websitearea.megamenulinktocategory.name
source: Link to category
sv_se: Länk till kategori

# fielddefinition.websitearea.megamenulinktopage.name
source: Link to page
sv_se: Länk till sida

# fielddefinition.productarea.brand.name
source: Brand
sv_se: Märke

# fielddefinition.productarea.color.name
source: Color
sv_se: Färg

# fielddefinition.productarea.news.name
source: News
sv_se: Nyhet

# fielddefinition.productarea.productsheet.name
source: Product sheet
sv_se: Produktblad

# fielddefinition.productarea.specification.name
source: Product specifications
sv_se: Produktegenskaper

# fielddefinition.productarea.acceleratorfilterfields.name
source: Show as filter on site
sv_se: Visa som filter på sajten

# fielddefinition.productarea.size.name
source: Size
sv_se: Storlek

# fielddefinition.productarea.weight.name
source: Weight
sv_se: Vikt

# fielddefinition.productarea.agegroup.name
source: Age group
sv_se: Åldersgrupp

# fielddefinition.productarea.adult.name
source: Adult
sv_se: Vuxen

# fielddefinition.productarea.adult.description
source: Google Shopping field
sv_se: Google Shopping fält

# fielddefinition.productarea.condition.name
source: Condition
sv_se: Skick

# fielddefinition.productarea.condition.description
source: Google Shopping field
sv_se: Google Shopping fält

# fielddefinition.productarea.gender.name
source: Gender
sv_se: Kön

# fielddefinition.productarea.gender.description
source: Google Shopping field
sv_se: Google Shopping fält

# fielddefinition.productarea.gtin.name
source: Global Trade Item Numbers
sv_se: Global Handel Artikelnummer

# fielddefinition.productarea.gtin.description
source: Google Shopping field
sv_se: Google Shopping fält

# fielddefinition.productarea.isbundle.name
source: Is bundle
sv_se: Är flerpack

# fielddefinition.productarea.isbundle.description
source: Google Shopping field
sv_se: Google Shopping fält

# fielddefinition.productarea.mpn.name
source: Manufacturer Part Number
sv_se: Tillverkarens Varunummer

# fielddefinition.productarea.mpn.description
source: Google Shopping field
sv_se: Google Shopping fält

# fielddefinition.productarea.googleproductcategory.name
source: Product Category
sv_se: Produkt Kategori

# fielddefinition.productarea.googleproductcategory.description
source: Google Shopping field
sv_se: Google Shopping fält

# fielddefinition.websitearea.megamenucolumn.name
source: Mega menu column
sv_se: Huvudmenykolumn

# fielddefinition.productarea.organizationspointer.name
source: Organization list
sv_se: Lista med organisationer

# accelerator.settings.index.template.null.label
source: Do not group
sv_se: Gruppera inte
